{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/1.wav", "duration": 30.439, "text": "A fun story from my school years is that when I was about seven years old, my dad was a high school principal and he always came home, he brought home lots and lots of re-boxes with reams of paper. What's a ream paper? A ream is the collective noun for paper, so lots of paper. A ream I think consists of 500 pages if I'm not mistaken.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/2.wav", "duration": 25.761, "text": "500 sheets of paper is the collective noun would be a ream of paper. So my dad brought home boxes, different types of paper, different textures. I love the smell of paper, the feel of it. Yeah, I just loved it. He was obviously using it for printing, documents and things like that, but I used to steal a little bit of a few pages here and there.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/3.wav", "duration": 26.08, "text": "And I then would cut, you know, interesting fun shapes, maybe burn the edges. I was only six, yes, I was burning the edges. Just making it look really nice. Yeah, it was maybe this was my gateway. Your bug? My gateway, a drug into, now kidding. I was so interested in turning these blank sheets of paper into something beautiful.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/4.wav", "duration": 32.32, "text": "So I would cut little shapes, I would draw images on the front of it, and then I decided to sell these beautiful books that I had created. So it'd be like a 20 page book or maybe even like 10 only, but I stapled it or I would tie it with string and then kids at my school really wanted my books and so I started selling them for like 10 cents each. 10 cents these days, I don't even think they exist. I don't think anyone uses 10 cents anymore, but then with my 10 cents I could buy sweets,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/5.wav", "duration": 20.48, "text": "candy from the fence. There was a guy at the school who used to sell all kinds of yummy treats that kids love, like sherbet, chips, sweets, not good chocolate. None of it was great quality. So we're not talking quality chips, quality chocolate, quality sherbet.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/6.wav", "duration": 18.72, "text": "It was just yummy kids, things that kids love. There's so many, all those names are so different. Really? High slolly. What is an ice lolly? Well, I said ice lolly because I thought that was what you would call it, but here we would call it a sucker. But that's a sucker. Sucker. Sucker. Yeah.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/7.wav", "duration": 22.081, "text": "Ah, if I'm not mistaken, I think in the UK ice lolly is a popsicle. Yes, popsicle. Like it's frozen. There we go. Yes. Like a lolly is a sucker and an ice lolly is a popsicle. Yes, it's a combination. So it looks like it could be a sucker, like a sweet, but it's ice. So it's an ice lolly. But in this case, a sucker. That's what we would call it, a sucker.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/8.wav", "duration": 23.439, "text": "Did you guys have snow cones? No. Snow cones, no. Do you know what that is? You just saw that, and yeah, it's like crushed ice with syrup, like different flavors of sweet syrup. That also reminds me of my childhood, like you'd go to the pool and they just sold it. It wasn't a guy at the fence. It was like a stand of someone official from the pool that was selling shit. That's the one of those official.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/9.wav", "duration": 25.521, "text": "Keyword. It's more comfortable. Legitimate. That was really funny because the guy at the fence, it sounds very much like, I don't know, like nowadays would be very like in the state like stranger danger. Like guy at the fence near a school, like who is this guy? Call the police. Like what are you doing, creeping around the school? I still don't know why the school did nothing about this man who was selling random things.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/10.wav", "duration": 33.599, "text": "He had different things every day, like and most of it was like sealed. But a lot of it like we had like gumballs and he would take it with his hand and like hand it to you. You get too gumball. Hopefully he washed them first. That's the problem. I'll never know. We'll never have the answers. He's an infrastructure trading when you learn a new word and when it's time to finally speak English with someone, you completely forget it. Now I find that the best solution for this is for you to use the new word to learn as soon as possible", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/11.wav", "duration": 20.401, "text": "in conversation. But what do you do if you don't have anybody else to practice speaking with? That's exactly why we created the real life English app. With the app, you can have a short four to eight minute conversation with any learner around the globe at the touch of a button.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/12.wav", "duration": 28.72, "text": "You can also listen to the real life English podcast on the app with Ethan and myself. And the cool thing is that we give you an interactive transcript so you can read and follow along the episodes and some flashcards for you to memorize words faster. And the cool thing is that the app is free to download and try. I'm going to leave the link to the app right here in the description of this video. You can click here to download or you can go to Google Play Store, Apple App Store,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/13.wav", "duration": 24.959, "text": "search for real life English and download the app from there. Give it a try. I'm sure you will love it. Now let's get back to the lesson. So you guys never had people selling things at the fence when you guys were kids? A lot of the fans, but at the corner, like by the corner of the street, or in front of the school gates, you know, it's actually common. Do you have a name for that person?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/14.wav", "duration": 24.4, "text": "We do in Portuguese. I would call it. Let me see if I can translate that in English to English. Maybe a walking salesman or a walking salesperson. Like a hawker? Yeah. A hawker. Yeah. That's what you call it. The hawker? hawker. They're hawking their glitz. Yeah. Yeah. Yeah. The Portuguese translation would be that you know, a walking salesman, something like that.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/15.wav", "duration": 22.32, "text": "Because you don't have a store or a stand. We're walking around moving around and selling stuff. You are a walking removing. Do you want me to say in Portuguese? Sure. Vendedor, umbulanche. Vendedor is a salesperson. There's a little umbulanche. Salesperson who moves around walks around. Yeah. Here we have, I think it's not a great term. There's like a manteiros. Like it comes from the blankets.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/16.wav", "duration": 21.04, "text": "Because they sell goods on blankets. But it's not candy. It's usually like very common, for example, by the beach. There's a lot of them that sell sunglasses. And they're called manteiros. Because they have the mantas. It's a blanket. Because if the police come, like one of them will signal and they'll grab wrap everything up in the blanket and you know, like run so that they don't get fined.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/17.wav", "duration": 22.16, "text": "Oh. But I think it's not, it's maybe not the most PC term. Politically correct term for those walking salesmen. Informal traders. Like that's what they're called here. I just realized. So informal traders, you don't have an actual business. It's just like I sell when I, if I want to, when I want to.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/18.wav", "duration": 25.44, "text": "Unfortunately, this guy or the guys, it wasn't just one school guys. Like there were, I always bought sweets from different guys at different schools. They're just like the uncle. We're just always, oh, uncle. Can I have two packets of chips, these? I mean, I know Chiago, you and I both obviously, in our school days, we had people selling candy and other goods outside the school.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/19.wav", "duration": 31.201, "text": "But these guys selling candy and other goods, the kids have been accused of selling candy that is actually drugs or drugs that look like candy. Or I could even say candy laced with drugs. Oh, what does it mean? Something is laced with something. Usually this refers to drugs, right? So if a drug is, something's laced with drugs, what does that mean? It means that it is like hidden, like it's covered with drugs in a way that it's not obvious.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/20.wav", "duration": 21.68, "text": "Like you wouldn't necessarily notice it immediately. So in terms of the candies, yeah, this was, this was quite a common thing. And the drug, I feel like you guys, you know, might have heard about this. I'm not sure. But the drug was called Flaka. It's been said to turn these kids into zombie zombies.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/21.wav", "duration": 23.04, "text": "So they move like zombies. They're, you know, zombies are known for having, you know, rage attacks. And these kids within have these weird outbursts. And yeah, it's quite a scary situation. I still don't know if it's true, but it has been reported to be true in our local news. So I don't know. I think ice tea actually found a video, new story on this.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/22.wav", "duration": 16.4, "text": "And maybe we could, we could roll that. So do you guys know what's our patch? Kids are. No, I've only ever seen it in, in movies. And I really want to try it in. I love, I love gummy. They're gummies, right? They're gummies.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/23.wav", "duration": 25.841, "text": "Yeah. What is a gummy? Uh, gummy candy is a soft chewy. It's made of gelatin, like, I would guess. But the sour patch kids, so they're sour patch kids, because it's like sweet, sweet gummy, and it's covered with like some, we were talking before about you called Schroober, right? Like the citric acid or something, it's covered in something sour. So it has that sweet and sour thing that like makes you like, pucker, pucker your lips, right?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/24.wav", "duration": 18.32, "text": "But yeah, I grew up with those things, sour patch kids. So that's kind of scary, like having them being laced with drugs, you know? There was some interesting vocabulary that she used here. So she mentioned that there was a drug bust, where they found these laced sour patch kids, right? What's a drug bust?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/25.wav", "duration": 16.8, "text": "So a drug bust would be a planned or organized police raid. Yeah, so the police would, you know, organize, uh, strategize around like, catching criminals at a particular time in a particular place.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/26.wav", "duration": 31.519, "text": "Yeah, if you were probably seeing this on different, I think there's even like some examples of this in Breaking Bad. It's been a long time I haven't seen it, but there must be some drug bust scene, right? She says something about like the bogus candies, something like that, but what does bogus mean? If something is bogus, it's like at a non-sense. But I just want to comment on bust, because I think the, the bust is the important part. So when you bust someone, you catch them. Yeah, your bust, did I quote you? You guys forgot young children, so that might be a part of your vocabulary using more and more", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/27.wav", "duration": 32.88, "text": "as they grow up, right? Yeah. Yeah. You know, listening to hard rock music. Oh, you know, you're listening to that. You're grounded. What does that mean? If you tell your kid, you're grounded. Yeah, when the kid is punished, that without no TV, no phone for, I don't know, a few weeks or months, right? Maybe we need to do another podcast episode on our stories of being grounded. I don't know if that happened to you. I was thinking, oh yeah, you too. A couple of times when I was kid. So coming back to the, to the story, users can be up for days.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/28.wav", "duration": 23.12, "text": "So what does it mean if you're up? Does it like to be awake? To be awake, yeah. It's like a drug that I think like Cassar was saying they probably like are zombies, because they're not, they're strung out. They're not, they're not sleeping. She was saying it's something about it being scary because it could, it looks like candy. It looks like sour patch kids, right? So it could lure younger users. What does it mean if you lure someone? You know, I love this word because I know I always think of the witch,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/29.wav", "duration": 27.201, "text": "you know, alerting the kids to her house. I say, hello little one scum here. I have some delicious treats for you, you know, like, like, all that things. So yeah, when something that lures you, yeah, it kind of attracts you, yeah. And you, like, you know, the kids, they, they, they are lured, you're attracted by the candy. Like, who this is? This looks so nice, colorful and delicious.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/30.wav", "duration": 16.72, "text": "I want to have it. I want to taste it, right? So you are lured to try the candy in this case or you will lured into the, the witch's house. And then finally, the guy, I think it was the man at the end says like something like, be on the lookout, parents better be on the lookout for people selling these laced sour patch kids.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/31.wav", "duration": 16.0, "text": "Yeah. So when someone is on the lookout, when they need to be on the lookout, they need to be aware of what's happening. So like pay attention, be on the lookout. If your kid comes home with some sour patch kids, candy, maybe just like,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/32.wav", "duration": 17.521, "text": "check it, take it away from them, have a test it in the, I'm kidding. Don't do that. I think in this case, he's just telling parents to be aware, be alert, pay attention to, to this problem. If your kid had, you know, the candy and you're wondering why is my kid acting like a zombie?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/33.wav", "duration": 21.12, "text": "Because of this. About batch of sour patch kids. So like, your guys' story is about, like, you were talking about the walking salesman or the uncle selling candies right outside the fence. Like for me, these are kind of like shocking because like in the states, our parents always tell us like, don't talk to strangers, you know.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/nT6Be1Bqfoc/audio_chunks/34.wav", "duration": 20.801, "text": "Hey, so this is the end of this lesson. But if you enjoyed learning English vocabulary and pronunciation with it, you should know that this clip was just a part of an episode of the real life English podcast. And we release a new episode every week. So come check it out right now by clicking here on this video.", "lang_id": "en"}
