{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/1.wav", "duration": 22.0, "text": "Hallo, allgemein. Welcome to Learn German. In our June Special, we will be bringing you two podcasts every week on various topics. For the transcript of this podcast and a free worksheet, you can refer to the links in the description. So, let's begin. Unser Hairtigesthema ist Mülltrennung.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/2.wav", "duration": 24.0, "text": "Dieses Video ist für die zwei Plus Lärne. Los geht's! In Deutschland gibt es viel Müll. Zu viel Müll. Im Jahr 2019 hat jede einzelne Mensch in Deutschland 457 km Müll in seiner Wohnung produziert. Insgesamt gab es 417 Millionen Tonnen Müll im Jahr 2019.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/3.wav", "duration": 26.0, "text": "Und der Müll wird jedes Jahr mehr. Leider. Aber, worin mit all dem Müll? Was kann man wieder verwenden? Was muss man wirklich wegwerfen? Und was kann man recykeln? Wie kann man den Müll drinnen? Die Deutschen sind nicht nur Weltmeister im Fußball, sondern auch in der Mülltrennung. Damit leisten die Einwohner Deutschlands einen Beitrag zum Umweltschutz.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/4.wav", "duration": 30.0, "text": "Denn einen großen Teil des Mülls, zum Beispiel Glas und Altpapier, kann man wieder verwerten. Jedes Haus hat dafür Mülltonne in verschiedenen Farben. Papier und Kartons kommen in die blaue Tonne. In manchen Städten ist die Tonne auch grün. Biomüll kommt in die braune Tonne. Biomüll ist zum Beispiel Obstgemüse, Reste vom Essen oder Laub, Pflanzen und Erde aus dem Garten oder vom Balkon.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/5.wav", "duration": 27.0, "text": "In die Gelbetonne kommen Kunststoffe, Verpackungen und Dosen. Alles das sind Sachen, die recygelt werden können. In einigen Städten gibt es keine gelben Tonnen, sondern nur gelbe Säcke. Der Rest kommt in die schwarze Tonne, zum Restmüll. Diese Tonne ist manchmal auch grau. Neben den Hausmüll gibt es auch speziellen Müll, der nicht zu Hause entsorgt werden kann.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/6.wav", "duration": 19.0, "text": "Diese Sachen muss man aber außer Haus bringen. Flaschen aus Glas kommen zum Beispiel nicht in die Mülltonnen. Für Flaschen gibt es Container. Diese Container stehen an vielen Straßen und Plätzen in der Stadt. Außerdem gibt es auch noch Pfandflaschen und Pfandleser.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/7.wav", "duration": 16.0, "text": "Das sind meistens Trinkflaschen aus Glas oder Kunststoff oder Kleser für Yogurt. Für diese Flaschen und Kleser hat man beim Kauf Pfand bezahlt. Diesen Pfand bekommt man zurück, wenn man die Flaschen und Kleser zurück in den Laden bringt.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/8.wav", "duration": 30.0, "text": "Was man auch noch in vielen Geschäften zurückgeben kann, leere Batterien und energiechballampen. Diese beide Sachen gehören nicht in den normalen Müll oder in die Glaskontainer. Das alles klingt ziemlich kompliziert. Und es ist in Wirklichkeit oft noch komplizierte. Und wenn man in die verschiedenen Mülltonnen schaut, das sind oft viele Sachen in der falschen Tonne. Wir müssen also alle noch üben, was das Mülltrennen angeht.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/7-u6qORYdBk/audio_chunks/9.wav", "duration": 37.467, "text": "Das beste aber wäre, wenn jeder weniger Müll produzieren würde. Gibt es auch Mülltrennung in deinem Land? Schreibt gern in die Kommentare. Danke. Thanks for watching this video. If you liked this video, do give it a thumbs up and share it with your friends. Don't forget to subscribe to the channel if you still haven't. You can click on the bell to receive notifications whenever we upload a new video. If you have any comments or questions, you can leave them in the comment section below. Tschüss, auf Wiedersehen.", "lang_id": "de"}
