{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/1.wav", "duration": 23.5, "text": "In today's video, we're going to talk about side hustles. A side hustle is an activity that you can do in addition to your primary source of income to make money. Side hustles can take various forms like part-time jobs, tutoring, monetising your hobbies or freelancing.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/2.wav", "duration": 17.0, "text": "They are flexible and can be adapted to your circumstances like your interests and talents in order to earn some extra money. This additional stream of income can supplement your income from your primary job.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/3.wav", "duration": 20.0, "text": "If you're struggling with the rising cost of living and are trying to make ends meet, or you want to achieve your financial goals faster like saving for a house or paying off debt, you might be interested in making some extra money.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/4.wav", "duration": 22.5, "text": "Some people also choose a side hustle because it is not possible for them to pursue this passion or hobby and live off of it. Side hustles can also provide a safety net because the additional source of income can provide more stability and security.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/5.wav", "duration": 19.5, "text": "Even if you were fired at your full-time job, you'd still be receiving a stream of income. I always see videos online of ideas of side hustles, but I didn't really know how many people had them. Because most of the times people don't really talk about them.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/6.wav", "duration": 24.0, "text": "When you ask somebody what their job is, they normally reply with their full-time job, but they wouldn't really tell you about their side hustles unless you become friends with them. Or if you're talking about that topic, it might come up. As I was quite interested in this topic, I decided to look some of the statistics up online.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/7.wav", "duration": 30.3, "text": "And apparently in the UK, 43% of workers have a side hustle. I didn't expect this figure to be so high, I thought it would be about 25%. The average income from side hustles in the UK is £207 per week, that's around £800 a month. Interestingly, men have more side hustles than women.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/8.wav", "duration": 24.5, "text": "49% of men have one compared to 37% of women. Gen Z and millennials, which are the younger generations, are the generations that earn the most from side hustles with an average income of around £1200 a month.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/9.wav", "duration": 30.0, "text": "The silent generation, which is people who were born between 1925 and 1945, are the least common to have a side hustle. Londoners, who are people living in London, are the most likely to earn this type of extra money. Six in ten of them have a side hustle, and the average is of over £1600 a month.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/10.wav", "duration": 39.0, "text": "On the other hand, the people living in Wales are the least likely to earn money with a side hustle, only one in five, and with an average of £335 a month. It is obviously a lot more expensive to live in London than in the rest of the country. The average annual salary for Londoners is £44,000 compared to the average salary in the UK of £34,000.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/11.wav", "duration": 25.5, "text": "Despite the fact that there is only £10,000 difference between these two figures, the standard of living in London is up to 38% more expensive than in other urban areas in the UK. So this might be why so many Londoners have side hustles.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/12.wav", "duration": 20.0, "text": "Also, as life is more expensive there, you can charge a higher price for your products or services, which explains their higher earnings. A dog walker in Leeds, for example, wouldn't charge the same amount as a dog walker in London.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/13.wav", "duration": 34.0, "text": "The top three most popular side hustles are selling old clothes on websites like Vintage Deepop or eBay, having a part-time job or uploading content on social media. It has become quite popular to sell you or used items on platforms like Vintage Deepop or eBay, which are apps for users to buy and sell clothes and other items.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/14.wav", "duration": 26.0, "text": "Instead of throwing these items away, when they could be given a second life, you can take a picture of the product and upload it to the platform. The main drawback of this type of side hustle is that it is not a stable source of income, and once you have sold the products that you have put up for sale, your side hustle comes to an end.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/15.wav", "duration": 33.5, "text": "That's why others choose to offer a service instead, like a part-time job. If you're interested in social media, you could start writing a blog online, try out streaming or create videos. You could even become the social media manager of a small company and run their social media pages. If you are a creative person and enjoy making crafts, you could sell your products.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/16.wav", "duration": 34.5, "text": "Some ideas of products that you could sell are pet accessories, gift baskets, tote bags, toys, knitted scarves or hats, or even Christmas decorations. People like to give these products as gifts, especially if they're personalised. If you're an animal person, you could become a dog sitter or a dog walker. Most dog workers charge per dog, so if you take two or three dogs for a walker at a time, you could be earning some good cash.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/17.wav", "duration": 35.5, "text": "If you prefer children to animals, you could get into tutoring or babysitting. Maybe there's someone you know who would enjoy a date night out with their partner without the children, and would love you to look after them for a couple of hours, or a student who is struggling with mass that you could help out. If you're good at languages, you could become one of these tutors, or you could translate documents or websites for small companies that need a translator.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/MD8izE1e6tQ/audio_chunks/18.wav", "duration": 29.0, "text": "If you have a motorbike or a car, you could become a delivery person, and deliver meals or products to people. Ride share driving is also another way that people make money. People say that you're not going to get rich by doing it, but you can definitely earn some extra cash this way. If you have enjoyed this video, please give it a thumbs up and subscribe to my channel. Thank you, and I'll see you in the next one.", "lang_id": "en"}
