{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/1.wav", "duration": 26.82, "text": "Hallo, committee unseres Rückfall ел Hallo Ladies Wirף bereits oderümü für die guests Who we konkret fangen Okay Lasst uns nineteen", "lang_id": "de"}
{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/2.wav", "duration": 25.058, "text": "Sie Hast Tap employ Ich komme aus Indenau-Skarela, ich wohne in Pala, meine Muttersprache ist Malayalam, ich breche Englisch-Malayalam und Deutsch. Ich bin Lehrer in Fondberu, meine Hobbies sind Musikhoren und Bioshal-Lesen. Das ist alles über mich, danke. Dann fangen wir an, beitest allen Sie sich für.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/3.wav", "duration": 21.0, "text": "Hallo gut und da, ich heiße Sinikias. Hallo gut und da, ich heiße Riedutomas. Ich bin Sex und Swansich-Raiert. Ich komme aus Trisch-Hur. Ich wohne in Mawelikara. Ich breche Malayalam Englisch und Deutsch. Ich bin krank und schwester Fondberu. Meine Hobbies sind Ferdbarspielen und Kohren. Das ist alles über mich, danke.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/4.wav", "duration": 16.0, "text": "Danke. Beitest allen Sie sich für. Hallo gut und da, ich heiße Riedutomas. Ich bin Sex und Swansich-Raiert. Ich wohne in Edatua. Ich spreche Englisch-Malayalam und Deutsch.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/5.wav", "duration": 31.0, "text": "Ich bin krank und schwester Fondberu. Meine Hobbies sind saischen und malen. Das ist alles über mich, danke. Bitte geben Sie mir eine Karte. Das war die erste Teile. Dann kommen wir zum zweite Teile. In der zweiten Teile, sollen Sie zum Thema. Eine Fragestellung und Unwarten. Bitte nehmen Sie Ihre Karte.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/6.wav", "duration": 17.0, "text": "Was ist Ihr Lieblingsessen? Mein Lieblingsessen ist Pizza. Wir sind koster ein Kilo abgel. Ein Kilo abgel, koster so ein Euro. Das war der zweite Teile. Bitte geben Sie mir eine Karte. Nun kommen wir zum Drittenthal.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/rz232LXYxgM/audio_chunks/7.wav", "duration": 35.0, "text": "In Drittenthal soll ein Sie eine Bitte fragen. Bitte nehmen Sie Ihre Karte. Ich möchte eine Overkaufeln. Können Sie mir bitte ein Gässchäft entfällen? Ja, Sische. Ich muss schlafen, können Sie mir bitte das Radio ausmachen. Ja, genau. Das war der Drittenthal. Bitte geben Sie mir die Karte. Wir sind nun auf eine Teigmitarpe-Profum. Ich wünsche Ihnen einen Alaskotel.", "lang_id": "de"}
