{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/1.wav", "duration": 22.199, "text": "Hallo Leute, heute wollen wir mal mit euch einen kleinen Blick hinter die Kulissen unseres Easy German Podcasts werfen. Wie ihr vielleicht wisst, produzieren wir schon seit über sechs Monaten einen Podcast bei Easy German. Darin unterhalte ich mich mit Manuel und einigen weiteren Gästen über Deutschland, über", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/2.wav", "duration": 25.121, "text": "alles, was man so wissen muss, wenn man nach Deutschland zieht und auch über unser alltägliches Leben. Und dieses alltägliche Leben verändert sich jetzt gerade. Wir alle sind jetzt viel zu Hause, wir können nicht mehr rausgehen und in dieser Zeit haben wir uns entschieden, dass wir noch mehr Podcasten. Es gibt immer noch jede Woche unseren regulären Podcast, der kommt am Dienstag heraus und da", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/3.wav", "duration": 27.6, "text": "gibt es auch ein Transkript und eine Vokabelhilfe für unsere Mitglieder, damit man live mitlesen kann und die Vokabeln auch übersetzen kann. Und zusätzlich nehmen wir jetzt seit letzter Woche auch ein tägliches Format auf und das nennen wir das Zwischending. Und in diesem täglichen Format, das sprechen wir eben darüber, was gerade in unserem Leben passiert und wie sich die Welt um uns herum verändert.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/4.wav", "duration": 26.4, "text": "Und das möchten wir heute mal zeigen. Denn normalerweise hört ihr uns nur, ihr seht uns nicht. Und wir dachten heute ist mal eine gute Gelegenheit, um euch erstens davon zu erzählen, dass es jetzt mehr Podcast gibt im Moment bei Isi German und euch mal zu zeigen, wie das aussieht. Los geht's! Hi, Kari.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/5.wav", "duration": 30.681, "text": "Hi, Manuel. Gutes Timing. Meine Nachbarin oben hat gerade angefangen mit dem Geigen und Gesangsunterricht. Das könnte eine musikalische Folge werden heute. Ja, scheiße. Bist du so weit? Ja, ich bin so weit. All right. Zwischending. Hallo, Manuel. Hallo, Kari. Ganz ungewohnt heute. Wir sehen uns. Wir haben gleichzeitig gesagt. Ja, normalerweise sehen wir uns nicht.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/6.wav", "duration": 20.639, "text": "Aber wir machen ja heute einen Podcast, der gleichzeitig ein Video ist. Und deswegen sehen wir uns ausnahmsweise mal. Was für eine verrückte Idee. Ja, hat normalerweise Vorteile, dass wir uns nicht sehen. Dann können wir mal morgens noch im Schlafanzuch aufnehmen. Richtig. Es ist eine der wenigen Episoden, wo ich geduscht habe, vor der Aufnahme.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/7.wav", "duration": 28.281, "text": "Nicht auch schön haben wir auch mal ein bisschen. Ja. Hat einen positiven Einfluss auf unseren Tagesablauf. Ja, es ist heute Mittwoch der 1. April. Es ist 11.30 Uhr. Und wir haben jetzt 2 Tage nicht gepott cast, Manuel. Und ich bin jetzt richtig wieder frisch. Ich hab richtig Lust auf Podcast. Das ist gut. Du auch? Ich auch. Und ich hab wie immer eine Merkel-Anekdote. Also wie fast immer mittlerweile anneckt.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/8.wav", "duration": 20.28, "text": "Da hat eine Annektote von Angela Merkel mitgebracht. Sind wir jetzt hier die Merkel-Show oder was? So ein bisschen. Oder wir haben in der letzten Episode eine Annektote gehabt, davor auch schon. Ja. Uns war. Ja, erzähl mal. Ich hab nämlich auch noch einen. Okay. Wirst du zuerst oder ich zuerst? Du, du.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/9.wav", "duration": 21.12, "text": "Okay. Also pass auf. Im Moment ist es ja so, wenn aufgrund der Corona-Krise gibt es ganz viele so wichtige Bereiche, die richtig gefährdet sind, dadurch sind. Zum Beispiel, wenn in einer Feuerwehr-Mandschaft sich einer infiziert, dann muss im Grunde die", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/10.wav", "duration": 27.241, "text": "ganze Mannschaft unter Quarantäne gestellt werden, weil die ja dann alle hochrisiko sind und dann können die nicht mehr einsetze fahren. Und auf der Insel rügen, eine kleine Insel. Was hast du dir gleich nachricht gelesen? Hast du dir auch gelesen? Eine kleine Insel in Deutschland. Dort hat sich die freiwillige Feuerwehr freiwillig in Quarantäne begeben, also in Selbstisolation,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/11.wav", "duration": 24.879, "text": "also auch von ihren Familien. Also die Verbringung war sie jetzt ihre gesamte Zeit auf der Wache, damit sich auf keinen Fall jemand ansteckt, damit sie auf jeden Fall weiter ausrücken können. So. Und das fand Angela Merkel. An schön krass. Und das fand unsere Bundeskanzlerin, die ja auch in der Isolation ist. Im Moment so toll, dass sie sich gedacht hat, da ruf ich mal an und bedanke mich bei der Mannschaft. Ja, und es war aber auch noch so, dass das ihr Wahlkreis ist.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/12.wav", "duration": 23.96, "text": "Also, sie kommt aus der Region. Und deswegen als Politiker, ich mein, Angela Merkel könnte theoretisch das egal sein, die ich jetzt e-Bundeskanzlerin. Aber man hat natürlich eine Verbindung zum Wahlkreis. Das sind ja die Leute, im besten Fall, die einen auch direkt wählen können. Und da hat man dann noch mal ein bisschen bezucht zu. Sie ist da richtig abgeordnet, wir noch in diesem Wahlkreis.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/13.wav", "duration": 19.48, "text": "So. Und jetzt ruf sie da an, um sich zu bedanken. Und es gibt in Deutschland super viele so Radio-Shows, die so imitatoren haben. Es gibt super viele Merkel-Imitatoren, die die Stimme so nachmachen und die dann irgendwelches Scherzanrufe machen. Und jetzt dachte der Typ von der Feuerwehr, das ist sicher irgendein Radiosender, der uns verarschen", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/14.wav", "duration": 21.841, "text": "will und hat einfach auch gelegt. Und ja, und dann hat das Büro von der Kanzlerin angerufen, man gesagt, das wetzt tatsächlich die Bundeskanzlerin. Jetzt ist dann jetzt gerne noch ein zweites Mal versuchen. Und beim zweiten Mal hat es dann geklappt. Aber das war schon eine ganz gute Geschichte. Stell dir vor Merkel ruf dich an und du denkst, dass eine Verarsche.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/15.wav", "duration": 17.88, "text": "Ja, also für so ein Scheiß hab ich wirklich keine Zeit jetzt. Tschüss. Gute deutsche Vokabel. Die Verarsche. Ja. Eine Verarschung ist ein, ja, wenn man einen Scherz über eine Person macht. Ja. Ja, der Waga, keine Verarsche, weil wirklich die Kanzlerin am Apparillo und so.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/16.wav", "duration": 26.52, "text": "Dann, hallo, hier spricht die Bundeskanzlerin. Wollt mal hallo sagen. So gesperrt, hier ist gemacht. Aber ich kann das auch nicht nachmachen. Ja, so haben wir jede Woche was zu erzählen. Ja, ich hatte ja die gleiche Geschichte, man. Ja, ja, doof, doof, genau. Wir haben ja sonst nichts schönes Aufregendes außer Merkel-Geschichten, Merkel kauft Wein, Merkel machten Podcast, Merkel ruf bei der Feuerwehr an und die Feuerwehr liegt auf.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/17.wav", "duration": 27.16, "text": "Aber ich wollte mal fragen, wie es dir so geht, jetzt mit der ganzen Geschichte. Mir ist so aufgefallen, dass ich jetzt so diese Corona-Zeit, ich habe das Gefühl, ich bin jetzt so, die ist jetzt so angekommen in meinem Alltag. Ich habe mich eingelebt sozusagen in meinen neuen Alltag. Wie ist das bei dir? Ich habe mich auch dran gewöhnt, würde ich sagen. Und ich bin eh daran gewöhnt, viel zu Hause zu sein.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/18.wav", "duration": 26.0, "text": "Und für mich ist das irgendwie völlig in Ordnung. Aber gleichzeitig habe ich voll oft so Momente, wo ich mir einfach denke, wie krass, also wie krass, was das einfach für eine Situation ist, in der wir gerade sind und in der die Welt ist und ich lehste die Nachrichten aus der Welt und habe manchmal so Momente, wo ich mir dann auch in so eine Traurigkeits- und bisschen verfalle und mir denke, oh mein Gott, das ist gerade richtig schlimm. Ja, krass.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/19.wav", "duration": 32.16, "text": "Das habe ich jetzt diese Woche zum ersten Mal nicht mehr und das finde ich ganz cool. Ich hatte so eine ersten Woche, hatte ich diese Schockmomente, immer noch, dass ich aufgewacht bin und dachte, ah, schöner, normaler Tag und dann 40 realisiert habe, nein, das ist kein schöner, normaler Tag, das ist Ausnahmezustand. Und in der zweiten Woche habe ich mich dann mehr darum, war ich eigentlich viel zu viel im Stress und habe mich darum gekümmert, meinen Alltag und unsere Arbeit neu zu strukturieren. Also die Videos zu produzieren ist jetzt schwieriger geworden. Dafür machen wir jetzt aber mehr Podcasts und das ist ja auch eine schöne Geschichte und", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/20.wav", "duration": 20.161, "text": "viele Leute schreiben uns, wir bekommen so viele E-Mails wie nie zuvor. Ja und diese Woche habe ich das Gefühl jetzt, jetzt will ich angekommen. In dieser neuen Realität, ja, das ist doch gut. Ich habe noch ein Thema mitgebracht. Ja. Es war ein, ich habe zwei Themen noch mitgebracht. Erst mal wollte ich dir sagen, ein Follow-up zum Thema John Oliver.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/21.wav", "duration": 24.6, "text": "Ich habe ja letzte Woche gemäckert, dass der nicht auch mal zu Hause was produziert. Ich guck sehr gerne John Oliver's Show Last Week Tonight. Und er hat das jetzt, ich wollte das gerne mal verkünden, weil dann, ich habe ja letzte Woche gesagt, dass er das nicht hinbekommen zu Hause zu produzieren. Aber er hat jetzt zu Hause eine Show produziert. Hast du die gesehen? Ja, ich habe es tatsächlich schon gesehen.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/22.wav", "duration": 19.039, "text": "Und ich muss mal sagen, das ist jetzt wirklich die professionellste Show von all den amerikanischen Late Night Husts. Also rein Produktionstechnisch, weil ich war ja überrascht, dass die Leute riesige Teams haben riesige Studios und dann sobald die Technik nicht mehr da ist, auf sich allein gestellt", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/23.wav", "duration": 29.04, "text": "sind und halt, eigentlich muss man dann halt dazu übergehen, was wir machen, YouTuber sein, man stellt eine Kamera auf, stellt sich davor und redet halt da rein. Ja. Und da war ich darüber rasch, dass das gar nicht alles so gut können plötzlich. Oder halt eben, ja, dann Steven Colbert sitzt dann da mit seinem Handy, mit seinem iPhone und redet in seine Airports und die Quali ist einfach super schlecht. Und John Oliver hat jetzt eigentlich, die haben ihm glaub ich equipment gebracht, hat", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/24.wav", "duration": 22.64, "text": "so seinen Studio zu Hause nachgebaut und hat dann da aufgenommen und dann hat er gestern, er war ja nämlich bei Steven Colbert zu Gast digital und hat erzählt, wie er das gemacht hat und er, das hat er sehr lustig erzählt, er hat nämlich erzählt, er hatte dann auch einen Zoom-Call und in dem Call haben ihm dann seine Mitarbeiter genau erklärt,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/25.wav", "duration": 29.76, "text": "wie er dieses, dieses Equipment an aufbaut und benutzt und er meinte, er wäre so überfordert, gewesen, hat sich gefühlt, wie so ein Flugzeug-Pilot. Also, wie jemand, der noch nie Flugzeug geflogen hat, der jetzt gerade navigiert wird, wird das Flugzeug landen muss. Ja. Sehr witziger Ausschnitt. Ich hab den mal hier, ich verlinkt den mal in den Show Notes. Jo, cool. Ja, Manuel, verfolgst du noch die Nachrichten oder sagst du, naja, jetzt ist es auch, ich", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/26.wav", "duration": 31.761, "text": "kann mich nicht jeden Tag mit den schlechten Sachen doch. Doch, ich bin News-Junkey. Ja. Und was ist dir also auch in den letzten letzter Zeit? Ist das ein Quiz? Ganz nichts, irgendwas spezifisch ist, oder? Nein, ich reich einfach, ob es irgendwas gibt, was dich so beschäftigt in Nachrichten oder ob dich die Nachrichten schon närfen, die ganzen Diskussion. Es ist ja auch, man wird ja auch extrem geleitet, von den Nachrichten. Also ich verfolge jetzt gerade sehr stark die Situation in den USA, wo sich die Lage jetzt", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/27.wav", "duration": 22.52, "text": "wirklich stündlich irgendwie verändert. Und das ist natürlich super heftig, was da jetzt gerade passiert und super interessant. Gleichzeitig denke ich mir aber auch irgendwie krass, dass jetzt so viel darüber berichtet wird und ich denke mir, es gibt so viele andere Länder, die jetzt sicher auch betroffen sind, wo ich so sehr wenig Leser und Töre, aber ja, die USA stehen jetzt gerade so sehr im", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/28.wav", "duration": 17.52, "text": "Vordergrund, habe ich das Gefühl, New York. Ja, also in den deutschen Nachrichten gar nicht so sehr, oder? Doch, finde ich schon. Ja, weil das jetzt das meist betroffene Land ist gerade, zumindest mit den Fällen. Ich habe noch ein Follow-Up von Jingu Faye, Jingu Faye.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/29.wav", "duration": 28.24, "text": "Ich hoffe, ich habe das richtig ausgesprochen. Einer unserer Zuhörer, der uns sehr oft schreibt und das freut mich sehr. Und er hat uns ein Follow-Up gescheckt zum Thema Masken. Und wir haben da ja nur kurz darüber geredet und ich finde, dass es so ein Thema, was irgendwie schwierig ist, weil diese Diskussion findet auf mehreren Ebenen statt. Das gibt dann einmal die gesetzliche Ebene. Es gibt so ein bisschen die private, gesellschaftliche.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/30.wav", "duration": 21.6, "text": "Gesellschaft nicht, natürlich. Also in Deutschland wird gerade darüber diskutiert, ob man die Masken verpflichtend machen soll. Es gibt einige Länder, die haben das schon. Es gibt einige Länder, da ist das sowieso passiert das ganz häufig. Und der hat mir einen interessanten Artikel geschickt aus der, so muss ich mal eben nachgucken, aus der South China Morning Post.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/31.wav", "duration": 27.999, "text": "Und da geht es darum, wie das Tragen von Masken kulturell verankert ist. Und das ist etwas, was, wo ich mich noch nie so großartig mit beschäftigt habe. Aber da ist es ganz interessant, in dem Artikel wird erklärt. Und warum das in vielen asiatischen Ländern ist das Tragen von Masken schon gesundheitlich relevant gewesen, schon über eine längere Zeit, weil es da eben zum Beispiel SARS und März schon früher gab.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/32.wav", "duration": 24.201, "text": "Aber auch weil das ein Thema ist zum, das, also der Smok ist in vielen Ländern ein Thema. Und das wird eben auch als Schutz vor dem Smok benutzt. Aber es hat auch eine kulturelle Komponente. Nämlich sind das merk Kollektivistische Kulturen. Das heißt, es kommt mehr auf die Masse an und weniger auf das Individuum, während Deutschland oder die USA zum Beispiel sehr individualistisch sind.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/33.wav", "duration": 19.4, "text": "Und das hat tatsächlich auch was damit zu tun. Warum das bei uns nicht so kulturell akzeptiert ist in Deutschland. Oder warum es zumindest noch ein bisschen längeren Widerstand gibt, bevor man Masken trägt. Ja. Und ich glaube, das könnte sich jetzt wirklich ändern. Also ich glaube auch, dass wir jetzt hier immer noch an den Punkt sind, wo Menschen, die jetzt mit einer Maske rausgehen,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/34.wav", "duration": 23.0, "text": "so ein bisschen komisch angeschaut werden. Dabei sind sie es ja eigentlich, die die anderen schützen. Also die Masken schützen ja mehr, die anderen als ein selbst. Und das, ich heute morgen auch gelesen, in Jena sind jetzt schon Maskenpflicht beim Einkaufen. Und ich kann mir vorstellen, dass wenn dann so ein Punkt ist, wo auf einmal alle eine Maske tragen, dann ändert sich das natürlich ganz schnell. Ich glaube ich. Das glaube ich auch.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/35.wav", "duration": 28.4, "text": "Gestern hast du gestern die Tageschau gesehen zu rich oder die Tagesthemen? Nee. Da war es nämlich, da hat man so ganz krass gesehen, wo die Debatte in Deutschland gerade steht. Da wurde ein Virologen interviewt. Und der hat dann erzählt, warum er das für nichts sinnvoll erachtet, in Deutschland eine Maskenpflicht einzuführen. Und das hat gleich mehrere Gründe für ihn. Und ein Grund ist auch einfach logistisch, dass man im Moment das nicht leisten kann, dass jeder eine Maske zu Hause hat.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/36.wav", "duration": 26.201, "text": "Ja. Und der hat also quasi sich dagegen ausgesprochen und direkt danach kam ein Kommentar von einer Journalistin, die sich dafür ausgesprochen hat. Und das ist gerade so der Punkt, wo die Debatte in Deutschland steht. Ich persönlich denke auch, dass das jetzt kommen wird. Es gibt auch ganz viele Initiativen. Da hat uns unser zuhörer Daniel auch einen ganz interessanten Link geschickt, die Domainmaske auf.de.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/37.wav", "duration": 26.4, "text": "Darufen also verschiedene Menschen auch viele Prominente dazu auf Masken zu tragen. Und es haben auch viele Prominente angefangen mitzuarbeiten, selber Masken zu produzieren. Ich habe mir gestern Abend auch welche bestellt. Von Finn Kliman, kennst du den? Nee. Ein deutscher Musiker und YouTuber und der hat jetzt seinen Merch-Shop so umgebaut oder einfach über seinen Merch-Shop verkauft,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/38.wav", "duration": 22.799, "text": "der jetzt fair gehandelte und fair produzierte Masken zu einem fairen Preis. Ganz interessant. Also ja, es ist ein, das ist ein weites Feld. Und ich bin mir ein bisschen, ja, ich will jetzt nicht sagen, dass ich keine klarer Meinung dazu habe, aber ich finde das noch interessant zu beobachten, dass die Meinung so weit auseinandergehen.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/39.wav", "duration": 25.2, "text": "Ich glaube auch, dass ich das einfach irgendwann etablieren wird. Nämlich dann, wenn es Masken gibt, wenn die jetzt jeder produziert. Und dann, wenn es eben auch, wenn die meisten Leute das einfach tragen. Ich sehe auf der Straße, letzte Woche hat keiner eine Maske getragen, die jetzt sind es doch schon bestimmt 50 Prozent. Und ich schätze nächste Woche wird das einfach, werden die meisten Leute eine Maske haben oder was denkst du? Das ist so schnell, geht glaube ich nicht.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/40.wav", "duration": 16.001, "text": "Auch schon allein wegen der Verfügbarkeit. Also ich hatte jetzt auch schon mal geschaut und habe nicht so spontan was gefunden, wo man einfach welche bestellen kann. Und dann denkt man sich ja auch, okay, die Krankenhäuser brauchen die erst mal. Aber wenn die Verfügbarkeit da ist, ich glaube schon, auch das dann wandelt stattfinden wird.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/amuLBdDLJAo/audio_chunks/41.wav", "duration": 34.6, "text": "Ich glaube aber das ist ein bisschen länger dauern wird als eine Woche vielleicht. Aber schauen wir mal. Gut, Karri. Manuel hat mich gefreut mich jetzt zu quatschen. Und mich auch. Ihr liebe Zuhörer und Zuschauer könnt uns auch jeden Tag zu hören. Nämlich wo Manuel. Auf easyjerman.fm. Und dort findet man alle Links zu den Apps, wo man uns abonnieren kann. Auch wie das funktioniert mit der Vokabelhilfe und so weiter. Und sofort kann man dort alles nachlesen. Dann hören wir uns morgen wieder. Das trunnt wir. Ciao, ciao. Bis dann, Karri. Ciao.", "lang_id": "de"}
