{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/1.wav", "duration": 30.6, "text": "Hallo, hallo. Guten Tag, liebe Zuhörer und willkommen zu einer neuen Folge von Podcast auf Deutsch. Heute haben wir ein Thema, das viele von uns betrifft, das Gleichgewicht zwischen Arbeit und", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/2.wav", "duration": 18.6, "text": "Privatleben oder wie man so schön sagt, Work-Life Balance. Und um darüber zu sprechen habe ich eine ganz besondere Gäste in eingeladen, Dr. Laura Psychologin und Expertin für persönliche Entwicklung. Herzlich willkommen, Dr. Laura. Vielen Dank, Thomas. Es freut mich sehr heute hier zu sein und über", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/3.wav", "duration": 24.2, "text": "dieses wichtige Thema zu sprechen. Also, die Arbeit hat sich ja in den letzten Jahrzehnten stark verändert. Früher war der Arbeitstag oft klar strukturiert, man hat um 9 Uhr angefangen und um 17 Uhr Feierabend gemacht. Heute sieht das ganz anders aus. Wie sehen Sie diese Entwicklung, Dr. Laura? Da haben Sie absolut recht. Früher war die Arbeit oft körperlich anstrengender, aber man hatte", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/4.wav", "duration": 25.48, "text": "klare Grenzen zwischen Beruf und Privatleben. Heutzutage sind wir durch die Digitalisierung und die ständige Erreichbarkeit auch nach Feierabend oft noch in Gedanken bei der Arbeit. Das kann zu einem ständigen Gefühl der Überlastung führen. Ja, ich erinnere mich, als ich noch ein Kind war, hatte mein Vater immer nach der Arbeit Zeit für uns. Heute scheint das viel schwieriger zu sein, besonders wenn man in einem", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/5.wav", "duration": 25.64, "text": "anspruchsvollen Job arbeitet. Aber woran liegt das Ihrer Meinung nach? Ein großer Faktor ist sicherlich der Druck, der in vielen Berufen herrscht. Die Erwartungen sind gestiegen und es wird oft erwartet, dass man flexibel und jederzeit verfügbar ist. Das geht natürlich auf Kosten der persönlichen Zeit. Viele Menschen nehmen ihre Arbeit gedanklich mit nach Hause, was dann auch die Beziehungen belastet,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/6.wav", "duration": 31.041, "text": "besonders in Partnerschaften. Das kenne ich nur zu gut. Manchmal ist es schwer, nach einem langen Arbeitstag abzuschalten. Wie kann man Ihrer Meinung nach besser damit umgehen? Es ist wichtig, sich bewusst pausen zu nehmen und klare Grenzen zu setzen. Das bedeutet zum Beispiel nach einer bestimmten Uhrzeit keine beruflichen E-Mails mehr zu lesen oder am Wochenende wirklich abzuschalten. Auch Hobbys und soziale Kontakte spielen eine große Rolle, um den Ausgleich zu schaffen. Das klingt nach", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/7.wav", "duration": 18.0, "text": "guten Ratschlägen. Aber was, wenn der Partner oder die Partnerin den gleichen Druck empfindet, kann das nicht zu zusätzlichen Spannungen in der Beziehung führen. Absolut ja, wenn beide Partner unter beruflich im Stress stehen, ist es noch schwieriger, die Balance zu finden. Es ist wichtig, offen darüber", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/8.wav", "duration": 29.659, "text": "zu sprechen und gemeinsam Lösungen zu suchen, wie man sich gegenseitig entlasten kann. Manchmal hilft es schon, kleine Rituale einzuführen, wie ein gemeinsames Abendessen ohne Ablenkungen oder ein Spaziergang am Wochenende. M. Das erinnert mich an eine Freundin, die erzählt hat, dass sie und ihr Mann eine Regel haben, kein Smartphone am Estisch. Sie sagen, das hilft ihnen, sich aufeinander zu konzentrieren. Wie sehen Sie solche Regeln? Solche Regeln können sehr hilfreich sein,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/9.wav", "duration": 24.88, "text": "um bewusst Zeit füreinander zu schaffen. Es geht darum, sich kleine Inseln der Ruhe im Alltag zu schaffen, in denen man wirklich präsent ist. Denn letztendlich sind es diese Momente, die die Beziehung stärken und uns helfen, die Balance zwischen Arbeit und Privatleben zu finden. Da stimm ich ihn voll und ganz zu. Ich denke, das Thema betrifft auch viele Eltern, die versuchen, Beruf und Familie unter", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/10.wav", "duration": 29.441, "text": "ein Hut zu bringen. Haben Sie da spezielle Ratschläge, Dr. Laura? Also Eltern stehen oft vor der Herausforderung, den Spagat zwischen Karriere und Familie zumeistern. Hier ist es besonders wichtig, Prioritäten zu setzen und sich bewusst zu machen, dass man nicht immer alles perfekt machen kann. Es ist den Ordnung, Unterstützung anzunehmen, sei es durch Familie, Freunde oder professionelle Hilfe. Zudem sollten Eltern sich auch Zeit für sich selbst nehmen, um ihre eigenen", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/11.wav", "duration": 30.719, "text": "Batterien aufzuladen. Nur wenn man selbst ausgeglichen ist, kann man auch für andere da sein. Ja, das ist ein sehr guter Punkt. Oft fühlen sich Eltern schuldig, wenn sie das Gefühl haben, nicht genug Zeit mit ihren Kindern zu verbringen. Aber wie wichtig ist es, dass Eltern auch auf ihre eigenen Bedürfnisse achten? Das ist entscheidend. Eltern, die ständig unter Druck stehen und ihre eigenen Bedürfnisse vernachlässigen, laufen Gefahr auszubrennen. Es ist wichtig, sich regelmäßig", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/12.wav", "duration": 29.801, "text": "Auszeiten zu gönnen, um sich zu erholen. Das kann ein einfacher Spaziergang sein, ein Treffen mit Freunden oder einfach mal eine Stunde für sich alleine. Diese Zeit ist nicht nur für die eigene Gesundheit wichtig, sondern auch für die Beziehung zu den Kindern. Kinder profitieren von Eltern, die ausgeglichen und glücklich sind. Da sprechen sie etwas sehr wichtiges an. Ich denke auch, dass viele Menschen heutzutage den Druck spüren, immer erreichbar zu sein, besonders durch Smartphones", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/13.wav", "duration": 24.759, "text": "und soziale Medien, wie kann man da eine gesunde Babalans finden? Es ist wichtig, bewusste Entscheidungen darüber zu treffen, wie man seine Zeit und Aufmerksamkeit verteilt. Das kann bedeuten, Zeiten festzulegen, in denen das Smartphone ausgeschaltet wird oder bestimmte Apps nicht benutzt werden. Auch die Qualität der Freizeitgestaltung spielt eine Rolle. Anstatt die Zeit online zu verbringen,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/14.wav", "duration": 29.401, "text": "sollte man sich überlegen, wie man sie sinnvoller nutzen kann. Sei es durch sportliche Aktivitäten, Lesen oder einfach entspannte Hobbies. Ich habe einmal gelesen, dass die ständige Erreichbarkeit sogar zu Schlafproblemen führen kann. Haben Sie das in Ihrer Praxis auch schon beobachtet? Ja, das ist tatsächlich ein häufiges Problem. Viele Menschen nutzen ihr Smartphone bis kurz vor dem Schlafen gehen, was den Schlafrhythmus stören kann. Das blaue Licht der Bildschirme", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/15.wav", "duration": 18.24, "text": "hämt die Produktion des Schlafhormons Milatonin. Was das einschlafen erschwert. Ich empfehle meinen Klienten oft, mindestens eine Stunde vor dem Schlafen gehen, keine Bildschirme mehr zu nutzen und stattdessen beruhigende Rituale einzuführen, wie zum Beispiel das Lesen eines Buches oder das", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/16.wav", "duration": 25.32, "text": "Hören entspannen der Musik. Das sind wertvolle Tipps, die bestimmt vielen unserer Zuhörer helfen können. Zum Schluss, Dr. Laura, was würden Sie sagen, ist der wichtigste Schritt, den jeder von uns unternehmen kann, um eine bessere Work-Life Balance zu erreichen? Der wichtigste Schritt ist, sich selbst besser kennen zu lernen und herauszufinden, was einem wirklich gut tut. Jeder Mensch ist anders und", "lang_id": "de"}
{"audio_filepath": "audio_files/german/F491n0Lmq4U/audio_chunks/17.wav", "duration": 34.32, "text": "was für den einen funktioniert, muss nicht unbedingt für den anderen passen. Es geht darum, sich selbst ernst zu nehmen, auf die eigenen Bedürfnisse zu hören und sich die Erlaubnis zu geben, auch mal nein zu sagen. Die Balance zu finden ist ein fortlaufender Prozess, aber es lohnt sich daran zu arbeiten. Vielen Dank, Dr. Laura, für dieses aufschlussreiche Gespräch. Ich bin sicher, unsere Zuhörer haben heute viel mitgenommen. Das war es für heute bei Podcast auf Deutsch. Bleiben Sie gesund und achten Sie auf Ihre Work-Life Balance. Danke Thomas, es war mir eine Freude.", "lang_id": "de"}
