{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/1.wav", "duration": 23.0, "text": "Hallo Leute! Dieses Video ist für alle von euch, die schon immer mal wissen wollten, wie das politische System in Deutschland eigentlich so ungefähr funktioniert. Viele von euch möchten gerne wissen, was es eigentlich der Bundeskanzler hat Deutschland auch einen Präsident und wie wählt man eigentlich in Deutschland? Aber vielleicht habt ihr nicht die Energie und Zeit,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/2.wav", "duration": 23.0, "text": "viele lange VKP der Artikel durchzulesen. Deswegen versuche ich euch, das heute in möglichst einfacher Sprache zusammenzufassen und wir gehen dabei in drei Schritten vor. Erst mal reden wir über die Wahlen, dann über die Parteien in Deutschland und dann auch über die verschiedenen oder die wichtigsten Ämter- und Institutionen.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/3.wav", "duration": 26.0, "text": "Fluss geht's! Wir fangen an mit dem Thema Wahlen. In Deutschland gibt es vier verschiedene Aten von Wahlen. Erste ist die Kommunalwahl, das ist die unterste Ebene. Bei der Kommunalwahl da wählt man die Vertreter in den Gemeinden und in den Städten. Das heißt es gibt dann sowas wie Stadtparlamente oder Stadtreite oder auch Gemeinderäte.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/4.wav", "duration": 26.0, "text": "Die wähle ich und manchmal eben auch dann die Bürgermeister in den Städten. Dann auf der nächsten Ebene gibt es die Landtagswahlen. Das ist ein Land, das ist ein Bundesland. Wie ihr wisst haben wir in Deutschland 16 verschiedene Bundesländer. Jedes Bundesland hat auch einen eigenen Landtag, also ein eigenes Parlament und eine eigene Regierung.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/5.wav", "duration": 19.0, "text": "Die werden bei den Landtagswahlen gewählt. Als nächstes kommt die Bundes-Ebene, also ganz Deutschland. Da gibt es die Bundestagswahlen. Die Vertreter Deutschland sitzen im Bundestag, das ist unser nationales Parlament. Und diese Vertreter wiederum wählen den Kanzler oder die Kanzlerin.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/6.wav", "duration": 27.0, "text": "Das heißt, der Regierungsschäft oder die Regierungsschäft in Deutschland wird nicht direkt vom Volk gewählt, sondern von den Vertretern, die wir in den Bundestag schieben. Zuletzt gibt es noch die Europawahlen. Das ist etwas Besonderes in Europa. In allen Ländern Europas wird zu gleichen Zeit gewählt. Und wir haben dann Abgeordnete aus unserer Region, die wir ins europäische Parlament schicken.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/7.wav", "duration": 16.0, "text": "Jetzt reden wir darüber, wie man wählt. Vor kurzem hat uns eine Zuschauerin geschrieben, die in Hessen wohnt. Und dort einen Wahlzettel für die Kommunalwahl bekommen hat. Bei den Kommunalwahlen ist es tatsächlich so, dass die ganz unterschiedlich sind,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/8.wav", "duration": 24.0, "text": "je nach Stadt oder je nach Gemeinde. Zum Beispiel kann es sein, dass man zwei Stimmen hat und mit diesen zwei Stimmen einen Bürgermeister und einen Kandidat für den Stadtrat oder den Gemeinderat Welt. Bei unserer Zuschauerin in Hessen gab es tatsächlich einen Wahlzettel oder gibt es noch. Es ist eine tatsächliche Wahl, bei der man 71 Stimmen hat.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/9.wav", "duration": 23.0, "text": "Und sie hat uns diesen Muster-Wahlzettel zugeschickt. Und ich war selber ganz geschockt und kannte das gar nicht glauben, weil ich sowas noch nie gesehen hatte. Dort ist es tatsächlich so, wie in vielen Gemeinden, dass man genauso viele Stimmen hat, wie es Sitz gibt in diesem lokalen Parlament. Und das System ist sogar relativ kompliziert.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/10.wav", "duration": 19.0, "text": "Ich kann 71 verschiedene Menschen wählen oder sogar bis zu drei Stimmen einer Person geben. Wie das bei euch lokal aussieht in Deutschland, das müsst ihr tatsächlich dann selber immer rausfinden bei eurer Kommunalwahl. Auf der Landtags-Ebene und der Bundestags-Ebene ist es etwas einfacher.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/11.wav", "duration": 27.0, "text": "Bei der Bundestagswahl gibt es immer zwei Stimmen. Und diese Stimmen sind beide wichtig, denn man möchte mit den beiden Stimmen darauf achten, dass es eine gute, ausgewogene Balance gibt. Es gibt einmal eine Direktstimme, die Erststimme und mit dieser Erststimme wähle ich direkt einen Kandidaten aus meiner Region in das Parlament, in den deutschen Bundestag.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/12.wav", "duration": 20.0, "text": "Und dann gibt es eine zweite Stimme und mit dieser zweite Stimme wählt man eine Partei. Und die Partei hat dann eine Liste mit Kandidaten und je nachdem, wie viel Stimmen sie bekommt, schickt sie dann Leute in dem Bundestag. Und der Bundestag besteht tatsächlich ungefähr zu Hälfte aus den Erststimmen, also den Direktkandidaten", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/13.wav", "duration": 30.0, "text": "und den Zweidstimmen, also den Parteikandidaten. Das macht man unter anderem darum, weil man nicht nur möchte, dass die großen Parteien ins Parlament kommen, denn tatsächlich ist es ja so, dass wir einige größere Parteien haben. Und es ist sehr wahrscheinlich, dass auch die großen Parteien die Direktwahlkreise gewinnen. Und viele Leute wählen tatsächlich auch taktisch, wählen also in der Erststimme eine von den großen Parteien", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/14.wav", "duration": 20.0, "text": "und in der Zweidstimme eine von den kleinen Parteien, um das Auszugleich, damit die großen Parteien nicht zu viel macht haben und die kleinen Parteien auch ins Parlament kommen. Übrigens, wenn ihr Lust habt zu diesen Video, Wokabeln, das Transkript und interaktive Übungen zu bekommen,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/15.wav", "duration": 30.0, "text": "dann schaut doch mal auf unserer Mitgliederseite bei Patreon rein. Hier seht ihr ein Beispiel von den interaktiven Übungen, die easy jede Woche zu unseren Videos vorbereitet. Und damit könnt ihr tatsächlich das Wokabular aus dieser Episode und allen anderen Episoden noch intensiver lernen. Kommen wir zu unserem nächsten Thema die Parteien in Deutschland. Deutschland ist ein mehr Parteiensystem, das heißt es gibt nicht nur zwei Parteien, die sich immer wieder abwechseln,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/16.wav", "duration": 26.0, "text": "sondern es gibt tatsächlich mehrere Parteien, die auch in den Parlamenten vertreten sind. Und in Deutschland, gerade nach dem Zweiten Weltkrieg, war es sehr wichtig, dass man hier auch die Ballons hält. Wir haben gerade schon über diese Erststimme und Zweitstimme gesprochen, die auch dafür da sind, eine Ballons herzustellen. Es soll also nicht zu dem Extrem kommen, dass es nur noch ein oder zwei Parteien gibt.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/17.wav", "duration": 23.0, "text": "Und es soll auch nicht zu dem Extrem kommen, dass es ganz, ganz viele kleine Parteien gibt und man keinen gemeinsamen Konsens mehr finden kann. Um das zu verhindern haben wir in Deutschland zum Beispiel eine 5% Hürde. Das bedeutet, man muss mindestens 5% der Stimmen bekommen, um überhaupt ins Parlament gewählt zu werden.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/18.wav", "duration": 31.0, "text": "Dieses mehr Parteiensystem führt dazu, dass es auch meistens keine Partei gibt, die eine absolute Mehrheit hat, die also über 50% der Stimmen bekommt. Das ist in den letzten Jahren nur sehr, sehr selten vorgekommen auf Bundestags und auf Landtagsheben. Und meistens braucht man zum Regieren eine sogenannte Koalition. Dieses Wort ist sehr wichtig in Deutschland. Man redet ständig über die Koalitionen.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/19.wav", "duration": 24.0, "text": "Es gibt einige klassische Koalitionen und diese Koalition werden immer nach den Farben der Parteien benannt. Zum Beispiel gibt es rotgrün mit den Grünen und den Sozialdemokraten. Es gibt schwarz-gelb mit der CDU und der FDP, den liberalen. Es gibt auch sowas wie eine Jamaica Koalition und eine Kenia Koalition.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/20.wav", "duration": 23.0, "text": "Die sind nach den Farben der Flangen von Jamaica und Kenya benannt. Und aktuell haben wir eine sogenannte große Koalition. Das heißt, die beiden größt Parteien, die CDU und die SPD, formen gemeinsam eine Regierung. Jetzt reden wir mal darüber, welche Parteien es in Deutschland gibt.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/21.wav", "duration": 21.0, "text": "In Deutschland sind in den letzten sechs Jahren tatsächlich 74 Parteien zu den verschiedenen Wahlen angetreten. Und wenn ihr mal die gesamte Liste an Parteien seht, ich verlinke euch die mal hier unten im Info-Text, dann seht ihr dabei auch sehr viele interessante Parteien.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/22.wav", "duration": 21.0, "text": "Viele Parteien, die für bestimmte Interessen da sind und auch einige lustig klingende Parteien wie die Hip-Hop-Partei oder die anarchistische Pogo-Partei. In den Parlamenten, also im Bundestag, im Landtag und im EU-Parlament, sind tatsächlich im Moment 19 dieser Parteien vertreten.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/23.wav", "duration": 26.0, "text": "Und wir stellen euch jetzt mal die größten Parteien vor, die ihr vielleicht in Deutschland häufiger sehen werdet. Die größte Parteien Deutschland, die auch in den letzten Jahren immer am meisten Stimmen bekommen hat, ist die CDU. Die CDU hat die Farbe Schwarz, sie ist christlich und konservativ und sie ist die Partei von Angela Merkel.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/24.wav", "duration": 19.0, "text": "Die traditionell zweitgrößte Partei oder zweite große Partei ist die SPD. Die SPD ist eine soziale Partei und ursprünglich wurde sie tatsächlich so als Arbeiter, Klientelpartei, gegründet, setzte sich also für die Arbeiterrechte ein.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/25.wav", "duration": 33.0, "text": "Sie hat die Farbe rot und hat tatsächlich in den letzten Jahren immer mehr an Zustimmung verloren und ist tatsächlich mit einer Weile nicht mehr wirklich so groß, dass sie zu den zwei großen Parteien gehört. Die nächste Partei sind die Grünen. Die Grünen sind vor vielen Jahren gegründet worden als eine Partei, wo man sagte, das sind alles Ökos und Hippies. Mittlerweile ist die Partei ziemlich groß. Sie setzt sich immer noch für Umweltthemen ein.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/26.wav", "duration": 21.0, "text": "Hat aber tatsächlich auch verschiedene Flügeln, nämlich einen eher konservativen Flügel und auch einen eher linken Flügeln. Dann gibt es die FDP. Die FDP nennen sich selber die Liberalen. Die Farbe der Partei ist gelb und sie sind eine Klientelpartei vor allem für Unternehmer, kann man sagen.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/27.wav", "duration": 34.0, "text": "Sie waren tatsächlich früher eine der vier großen Parteien. Die letzten Jahre sind hier doch immer weiter geschrumpft nicht, aber sie haben weniger Zustimmung bekommen bei den Wahlen und sind tatsächlich auch vor einigen Jahren aus dem Bundestag geflogen, weil sie die 5% würde nicht mehr erreicht haben. Die nächste Partei ist die AfD. Die AfD hat die blaue Farbe. Sie hat sich ursprünglich als sehr konservative und eurokritische Partei gegründet.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/28.wav", "duration": 26.0, "text": "Mittlerweile muss man sie jedoch als rechtsextreme Partei bezeichnen, denn die Partei ist in den letzten Jahren immer radikaler geworden. So radikal, dass die ursprünglichen Gründer der Partei selber gar nicht mehr heute in der Partei sind. Als letzte große Partei möchte ich euch noch die Linken vorstellen. Die Linken sind, wie der Name schon sagt, links.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/29.wav", "duration": 34.0, "text": "Viele Leute haben ein bisschen ein Problem mit den Linken. Sie haben Angst vor dem Sozialismus, der kommen könnte, wenn sie an der Macht sind. Tatsächlich sind sie gar nicht mehr so extrem eingestellt, wie sie es vielleicht früher waren. Und mittlerweile stellen sie auch in einigen Ländern Ministerpräsidenten, haben also mit anderen Parteien zusammen Regierungen gebildet. Als letztes möchte ich euch noch die bekanntesten Ämter und Institutionen vorstellen, die ihr vielleicht kennen solltet, wenn ihr in Deutschland seid.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/30.wav", "duration": 30.0, "text": "Das erste ist der Bundeskanzler bzw. die Bundeskanzlerin. Die Bundeskanzlerin, aktuell Angela Merkel, ist unsere Regierungschefin. Das heißt, sie ist die wichtigste Frau im Staat, sie leitet die Regierung. Angela Merkel ist mittlerweile in ihrem 16. Regierungsjahr. Das heißt, sie hat vier Wahlen hintereinander gewonnen. In Deutschland gibt es tatsächlich keine Begrenzung der Amtszeit,", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/31.wav", "duration": 23.0, "text": "so wie z.B. in den USA. Das heißt, so lange man gewinnt und in der populärsten oder größten Partei an der Spitze ist, kann man auch regieren. Und das ist jetzt bei ihr tatsächlich schon vier Regierungszeiten und 16 Jahre. Für Deutschland ist das gar nicht so ungewöhnlich. Deutsche mögen ja vielleicht so ein bisschen diese Stabilität.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/32.wav", "duration": 27.0, "text": "Und wir hatten seitdem zweiten Weltkrieg tatsächlich erst acht verschiedene Bundeskanzler und Bundeskanzlerininnen. Und die durchschnittliche Amtszeit dieser Kanzler sind neun Jahre. Als nächstes reden wir über die Ministerpräsidentinnen und Ministerpräsidenten. Ministerpräsidenten sind die Regierungsoberhäupter oder die Chefs der Bundesländer.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/33.wav", "duration": 30.0, "text": "Wir haben eben schon darüber gesprochen, dass es in Deutschland 16 Bundesländer gibt. Und diese Bundesländer haben auch ihre eigenen Regierungen. Es gibt in Deutschland dieses System des Föderalismus. Das heißt, in den Bundesländern gibt es einige eigene Kompetenzen. Die Bundesländer entscheiden zum Beispiel selbst über ihre Bildungspolitik, über ihre Verkehrspolitik und einige weitere Sachen. Und dann gibt es einige Kompetenzen, die beim Bund liegen.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/34.wav", "duration": 36.0, "text": "Das ist ganz interessant, denn gerade jetzt in der Corona-Krise sehen wir die Vor- und auch Nachteile. Ein Vorteil könnte zum Beispiel sein, dass man in einem Bundesland schnell auf eine lokale Veränderung, jetzt zum Beispiel in der Pandemie regieren kann. Der Nachteil ist auf der anderen Seite, dass man in Deutschland sich immer mit ganz vielen Leuten abstimmen muss, um einheitliche Regeln zu haben. Gerade jetzt in dieser Corona-Zeit und in diesem Lockdown fordern viele Leute, dass es einheitliche Regeln gibt, die in ganz Deutschland gelten.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/35.wav", "duration": 36.0, "text": "Und tatsächlich macht Angela Merkel als Bundeskanzlerin auch immer wieder Vorschläge dafür. Aber es müssen alle 16 Ministerpräsidentinnen und Ministerpräsidenten zustimmen, damit diese Vorschläge dann auch wirklich überall anerkannt und umgesetzt werden. Und das hat in den letzten Monaten nicht so gut geklappt. Als nächstes reden wir über den Bundespräsident bzw. die Bundespräsidenten. Bis zum heutigen Tag hatten wir leider noch keine Bundespräsidenten.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/36.wav", "duration": 22.0, "text": "Unser aktueller Bundespräsident heißt Frank Walter Steinmeier. Und der Bundespräsident hat eigentlich vorwiegend repräsentative Aufgaben. Er ist unser Staats-Oberhaupt. Das heißt, er vertritt die Deutschen, das kann sein, dass er uns vertritt im Ausland bei bestimmten Feiern.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/37.wav", "duration": 30.0, "text": "Es ist auch eine wichtige moralische Instanz, kann man sagen. Aber der Bundespräsident hat tatsächlich auch einige Flichten und Funktionen, wenn es um die Ernennung der Regierung geht, die Ernennung des Kanzlers oder der Kanzlerin und auch die Gesetze werden vom Bundespräsidenten unterschrieben. Tatsächlich nimmt er eigentlich keinen Einfluss auf die aktuelle Regierung, aber er kann tatsächlich mitmoderieren.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/38.wav", "duration": 25.0, "text": "Oder vielleicht auch im Fall eines Notstandes kann er eine entscheidende Rolle spielen, um die Menschen an einen Tisch zu bringen oder eine Lösung zu finden. Das war unser Video zum politischen System in Deutschland. Ich hoffe, dass es nicht zu schwierig war für euch. Schreibt uns gerne Fragen. Wenn ihr noch Fragen habt, schreibt sie in die Kommentare.", "lang_id": "de"}
{"audio_filepath": "audio_files/german/v-Wf1UoV-wU/audio_chunks/39.wav", "duration": 42.0, "text": "Ihr findet auch im Info-Text ganz viele nützliche Links, wo ihr selber noch mal etwas mehr nachlesen könnt. Und wenn ihr Fragen habt, dann beantworten wir die auch gerne. Also schreibt ruhig eure Fragen und vielleicht machen wir dann noch mal ein Video oder eine Podcast-Episode, wo wir eure Fragen beantworten. Auch zu diesem Video werden wir wieder wokabeln, transkribte und intaktive Übungen vorbereiten. Hier seht ihr einen Beispiel davon. Und wenn ihr Lust habt, das mal auszuprobieren, für 5 Euro im Monat könnt ihr schon ein Mitglied werden, dann schaut doch mal auf unserer Mitgliederseite bei Patreon rein. Vielen Dank für eure Aufmerksamkeit. Und bis bald, ciao!", "lang_id": "de"}
