{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/1.wav", "duration": 25.76, "text": "In today's video we're going to be talking about the UEFA European Championship, which is more commonly known as the Euros. It's one of the premier football competitions in the world, and I thought that it would be a good idea to make this video because the 2024 Championship is being played at the moment. In case you're not familiar with the Euros,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/2.wav", "duration": 30.96, "text": "it determines the best national team in Europe and is held every four years. First we're going to be talking about its history. The idea to hold a European national team competition was first proposed in the early 1920s, but it was after World War II when the proposal was taken more seriously. The competition was formally established in 1958,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/3.wav", "duration": 33.841, "text": "and the first tournament took place in 1960. This first tournament was then known as the European Nations Cup, and it was hosted in France. Four years later in 1964, Spain took the title on home soil, which means that they held the event on the also won it. Then in 1968, the tournament was rebranded as the UEFA European Championship, which is still its official name today.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/4.wav", "duration": 25.599, "text": "The UEFA Euro 2024 is a 17th edition of the UEFA European Championship. It's scheduled to take place from June the 14th to July the 14th, 2024, and it's being held by Germany. The championship will feature 24 teams which are divided into six groups of four. In the first matches", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/5.wav", "duration": 30.48, "text": "that are played, the best plays teams will advance to the knockout stage. Firstly, the top two teams from each group will go through, and then the four best third-place teams will go through as well. They advance to the knockout stage, and this includes the round of 16 quarter finals, semi-finals, and then the final. It's always quite uncertain who is going to win, and quite unpredictable,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/6.wav", "duration": 21.68, "text": "and that's what are the benefits of playing the matches in this format. What I wasn't aware of was that the qualification process starts really early. The qualification process for Euro's 2024 started last year in March 2023, more than a year before the championship is actually", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/7.wav", "duration": 31.12, "text": "held. There are only 23 available spots, and 55 national teams competed to take one of these spots, and only Germany automatically qualified because they were the host nation. It's quite a fierce competition, because there are so many good players in Europe. So let's see some of the key contenders for the title this year. We have Germany, France, Spain, Italy, England, and Belgium.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/8.wav", "duration": 21.92, "text": "However, there are some dark horses in these competition, and we might be surprised by Denmark, the Netherlands, or Portugal. The Euro's will be using the AR technology, which is video assistant referee technology, which ensures fair play, even though it has caused some controversy in recent years.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/9.wav", "duration": 29.841, "text": "For many people, football is not just a sport, it's more of a cultural phenomenon that brings everyone together, and this year's Euro's is expected to have a significant cultural impact, and it will be a great opportunity for Germany to showcase their rich cultural heritage. The tournament is not just held in one city, it will be held across 10 cities in Germany, like Munich, Berlin, Hamburg,", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/10.wav", "duration": 21.759, "text": "Dusseldorf, Frankfurt, or Cologne. Host countries and their cities usually experience substantial economic benefits when holding these tournaments. As there is an increasing tourism, there is a development in infrastructure, and it creates many jobs. The influx of all these", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/11.wav", "duration": 23.52, "text": "fans from all over Europe can boost local economies, as the football supporters have to spend on accommodation, food, transport, and entertainment. However, hosting an event of this size comes with some challenges. There are of course logistical challenges, as the host country has to ensure", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/12.wav", "duration": 31.681, "text": "coordination between local authorities, the UEFA, and the teams. They also have to ensure the safety of the players and fans, though advanced security measures need to be put in place. And lastly, the infrastructure has to be maintained and upgraded to make sure that the tournament can be held in the stadiums of these 10 cities. I'm recording this on the 30th of June, and at the", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/13.wav", "duration": 23.44, "text": "moment the teams that have been eliminated are Poland, Scotland, Albania, Serbia, Croatia, Ukraine, Hungary, Italy, and Denmark. At the moment the favourites to win are England, France, Germany, Portugal, and Spain. So hopefully with a bit of luck, England will become the champions this year.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/14.wav", "duration": 31.52, "text": "So now before we finish, we're going to be looking at some C1 football vocabulary. First we're going to learn some football positions. We have attacking midfielder, central midfielder, centreback or central defender, defender, defensive midfielder, golf keeper, striker, head coach is called a manager. The team's leader is called captain, and the player on the bench who replaces an", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/15.wav", "duration": 23.759, "text": "injured or unperforming player is called a substitute. Referee is the person who makes sure that the rules are followed, and a lineman is a person who assists the referee by indicating off-side or throwing, so the other ones that are located all around the pitch and give information to the referee.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/16.wav", "duration": 21.041, "text": "Now let's learn some vocabulary of football actions. A foul is a violation of the rules. Normally when there is a foul, there will be a free kick or a penalty for the opposing team. If you give the ball to somebody on your same team, you pass it to them. If you hit the ball with", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/17.wav", "duration": 21.839, "text": "your head, the verb is head, you head the ball. If you try and take the ball from one of your opponents, you tackle. It means that you try and take the ball away using your legs, and then dribble means to maneuver the ball and closely control it. It means that you're staying on the ball while", "lang_id": "en"}
{"audio_filepath": "audio_files/english/chDNg-QRAtc/audio_chunks/18.wav", "duration": 46.641, "text": "moving it around the pitch, and you keep it close to you so that your opponent can't tackle you. Lastly we're going to look at some objects that we use in football. Schengards are protective gear worn on the lower legs to protect against kicks and impacts. Football boots are the shoes that footballers wear and studs are the protrusions on the sole of football boots that provide a better grip so that players can run faster without slipping. It means that the shoes can sink into the ground. If you have enjoyed this video, please give it a thumbs up and subscribe to my channel. Thank you very much and I'll see you in the next one.", "lang_id": "en"}
