{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/1.wav", "duration": 30.0, "text": "Hey everyone, I'm excited about this episode because it's going to be really important. We're going to dive into the most commonly used English phrases by native speakers. Learning these phrases is crucial because these will help you communicate more naturally and fluently in English. If you know these phrases, your English is excellent. How's it going?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/2.wav", "duration": 18.32, "text": "How's it going? Native speakers use the phrase, How's it going? As an informal greeting to ask how someone is doing or how things are progressing in their life. Yes, suppose you are meeting a friend or when you see a friend.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/3.wav", "duration": 25.44, "text": "You can say, Hey John. How's it going? Hey John, how's it going? Absolutely. The next phrase is, Catch you later. Catch you later. Native speakers use the phrase, Catch you later, as an informal way to say goodbye.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/4.wav", "duration": 27.279, "text": "For example, it was nice talking to you. Catch you later. Correct. After a meeting, we can use it too. Thanks for the meeting. Catch you later. Thanks for the meeting. Catch you later. Cool. What's the next phrase? It's a piece of cake. It's a piece of cake.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/5.wav", "duration": 30.241, "text": "Native speakers use the phrase, It's a piece of cake to mean that something is very easy to do. Right. After doing something easy, when someone completes a simple task. Yes, for example, I finished the homework in 10 minutes. It was a piece of cake. Great. The next phrase is, Don't Get Me Wrong.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/6.wav", "duration": 21.439, "text": "Don't get me wrong. Native speakers use the phrase, Don't Get Me Wrong. But, to introduce a statement that might be misunderstood. And when you think someone might not understand what you say, or be upset by it. For example, Don't Get Me Wrong. But I think you could improve your presentation with more visuals.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/7.wav", "duration": 20.081, "text": "Don't get me wrong. But I think we should consider other options before deciding. Great. The next phrase is, If you don't mind me asking. If you don't mind me asking. Native speakers use the phrase, If you don't mind me asking.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/8.wav", "duration": 26.879, "text": "To politely introduce a question, especially when the question might be personal or sensitive. Yes. For example, if you don't mind me asking, how old are you? If you don't mind me asking, what do you do for a living? Cool. The next phrase is, I hate to break it to you.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/9.wav", "duration": 23.841, "text": "I hate to break it to you. Native speakers use the phrase, I hate to break it to you, but, to gently introduce bad news or a disappointing truth. Giving bad news. I hate to break it to you, but the concert has been cancelled. I hate to break it to you, but the project deadline has been moved up to tomorrow.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/10.wav", "duration": 23.44, "text": "Correcting a misunderstanding. When someone has a wrong idea and you need to correct them. Example, I hate to break it to you, but the meeting was actually scheduled for tomorrow, not today. Excellent. The next phrase is, Can I ask you a favour?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/11.wav", "duration": 23.439, "text": "Can I ask you a favour? Native speakers use the phrase, Can I ask you a favour when they need help with something and want to ask someone politely? Can I ask you a favour? I'm having trouble with my computer. Can you take a look at it? When you need someone to do something for you, for example, Can I ask you a favour?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/12.wav", "duration": 18.721, "text": "Could you pick up my mail while I'm on vacation? Great. The next phrase is, It's been on my mind lately. It's been on my mind lately. Native speakers use the phrase, It's been on my mind lately.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/13.wav", "duration": 22.0, "text": "To introduce a topic or concern that they've been thinking about for some time. It's been on my mind lately. I think we need to talk about our relationship. Or, It's been on my mind lately. I think it's time for us to plan for the future.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/14.wav", "duration": 22.721, "text": "Hello, my friends. It's time for English speaking practice. English shadowing practice. Shadowing is a popular language learning technique that has been proven. Can you please direct me? Can you please direct me? I'll call you later. I'll call you later. Could you stay away from my stuff? Could you stay away from my stuff? Are you joining us today? Are you joining us today?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/15.wav", "duration": 22.32, "text": "Could you please send me the report by the end of the day? Could you please send me the report by the end of the day? Could you let me know when the meeting is scheduled? Could you let me know when the meeting is scheduled?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/16.wav", "duration": 29.681, "text": "I need you to complete the tasks before the deadline. Will you be able to handle the presentation tomorrow? Will you be able to handle the presentation tomorrow? Can you please pick up some groceries on your way home?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/17.wav", "duration": 20.0, "text": "Can you please pick up some groceries on your way home? Would you mind double checking the details for accuracy? Would you mind double checking the details for accuracy?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/18.wav", "duration": 31.0, "text": "I was hoping you could lend me a hand with this project. Are you available for a quick chat this afternoon? Are you available for a quick chat this afternoon? Can you follow up with the client and provide an update? Can you follow up with the client and provide an update?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/19.wav", "duration": 23.0, "text": "Would you be interested in attending the conference next month? Would you be interested in attending the conference next month? Please make sure to lock the door when you leave. Please make sure to lock the door when you leave.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/Yfh6s0ROglc/audio_chunks/20.wav", "duration": 34.033, "text": "Can you help me understand this concept a little better? Can you help me understand this concept a little better? Would you be able to provide some feedback on the latest draft? Would you be able to provide some feedback on the latest draft? I need you to fill in for me at the meeting tomorrow. If you found the video helpful please hit the like button and subscribe to my channel.", "lang_id": "en"}
