{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/1.wav", "duration": 31.0, "text": "Hello everyone. In this episode, we will be focusing on English conversation. Listening to English conversation is an essential part of improving your English language skills. It can help you improve your listening, speaking, and comprehension skills. Our topic is a true friend. Hey, Rhanika, why are you looking worried? I'm not worried, Robin.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/2.wav", "duration": 31.0, "text": "Just thinking about friendships, you know? How some people come into our lives and become more than just friends. Oh, really? What got you thinking about that all of a sudden? Is there something bothering you? Not exactly, Robin. It's just that sometimes life throws situations at us. And during those moments, we need someone who truly understands us. Someone who gets us even better than we get ourselves.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/3.wav", "duration": 28.0, "text": "You're absolutely right. Having a true best friend is like winning the lottery. They're rare, but when you find one, you're incredibly lucky. Exactly. You know, Robin, I have a lot of friends, both offline and online, but when I'm feeling down, it's like nobody really gets it. It's as if I'm speaking a different language, and they're just nodding along without truly understanding.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/4.wav", "duration": 25.0, "text": "I totally get your point. Yes, and a true friend will always show up when you need them the most. They will make time for you, support you, and stand by you, no matter what. Absolutely. A true friend is a priceless treasure that can bring joy, comfort, and strength to your life. Let's both try to be good friends to each other and others around us.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/5.wav", "duration": 21.0, "text": "You know, Ronika, I've had my fair share of friends too. Some have come and gone, but the true ones, the ones who stick around, they're like anchors. They keep you grounded even when life's storms rage. Absolutely. A true friend isn't just there for the good times.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/6.wav", "duration": 27.0, "text": "They're there when life gets messy, when you're stumbling through your darkest days. They don't judge, they just hold your hand and say, we'll get through this together. And it's not about how long you've known each other. Sometimes you meet someone, and it's an instant connection, a feeling that says, Hey, you're my people. Those are the friendships that last a lifetime.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/7.wav", "duration": 34.0, "text": "So true. It's not about the number of years. It's about the depth of understanding. It's about knowing that even if you haven't spoken in weeks when you do, it's like no time has passed at all. You know, Ronika, I consider you one of those rare finds. The kind of friend who gets it without me having to explain. And that's a treasure worth holding on to. Robin, you're my anchor too. Thanks for being there, even when I don't have the words to express what I'm feeling.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/8.wav", "duration": 24.0, "text": "Any time, Ronika, that's what friends are for. To be there, to listen, and to understand even when the world doesn't. Hi, Robin. How are you doing today? I'm good, thanks. How about you? I'm fine too. Hey, I wanted to ask you something.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/9.wav", "duration": 26.0, "text": "Do you live in a nuclear family or a joint family? I live in a nuclear family. It's just me, my parents, and my younger sister. Why do you ask? Well, I live in a joint family. We have my grandparents, my uncle, my aunt, and my cousins living with us. I was wondering what are the advantages and disadvantages of living in different types of families?", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/10.wav", "duration": 26.0, "text": "That's an interesting question. I think there are pros and cons to both. What do you like about living in a joint family? I like that I always have someone to talk to and play with. I also learn a lot from my elders. They teach me about our culture, traditions, and values. I feel more connected to my roots and my community.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/11.wav", "duration": 20.0, "text": "I also get to share my joys and sorrows with them. They support me and guide me whenever I need help. That sounds nice. I can see why you enjoy living in a joint family. What are some of the challenges that you face? Well, sometimes it can get too crowded and noisy.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/12.wav", "duration": 28.0, "text": "I don't have much privacy or personal space. I also have to adjust to the different opinions and preferences of everyone. Sometimes there are conflicts and arguments among the family members. I also have to follow a lot of rules and expectations. I don't have much freedom or independence to make my own choices. I understand. I think living in a nuclear family has its own benefits and drawbacks.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/13.wav", "duration": 23.0, "text": "What do you think are the advantages of living in a nuclear family? I think living in a nuclear family gives you more peace and quiet. You also have more privacy and personal space. You can express yourself more freely and pursue your own interests and hobbies. You also have more control over your own life and decisions.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/14.wav", "duration": 31.0, "text": "You can be more flexible and adaptable to changing times and situations. That's true. I do appreciate those aspects of living in a nuclear family. What are some of the difficulties that you face? I think living in a nuclear family can make you feel lonely and isolated sometimes. You don't have many people to interact with or rely on. You also miss out on the wisdom and experience of your elders.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/15.wav", "duration": 23.0, "text": "You may not learn much about your heritage and identity. You also have to deal with your problems and challenges by yourself. You may not get enough support or guidance from your family. I see. I guess there is no perfect type of family. Both have their own strengths and weaknesses. It depends on what suits you and your needs best.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/16.wav", "duration": 23.0, "text": "Yeah, I agree. I think the most important thing is to respect and love your family no matter what type it is. Family is family after all. That's right. Family is family. Thank you for having this conversation with me. I learned a lot from you. Thank you too, Reneca. I enjoyed talking to you. Have a great day.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/17.wav", "duration": 27.0, "text": "You too. Bye. We are going to learn some new words from these conversations. Learning new words will help you to speak more good. Storms, stick, heritage, drawbacks, conflicts. He walks with a stick. God's love remains your heritage.", "lang_id": "en"}
{"audio_filepath": "audio_files/english/QOpqqfLFhxU/audio_chunks/18.wav", "duration": 29.0, "text": "Conference time by the seaside still has immense drawbacks. It brought her into conflict with her neighbors. He walks with a stick. God's love remains your heritage. Conference time by the seaside still has immense drawbacks. It brought her into conflict with her neighbors. He walks with a stick.", "lang_id": "en"}
